Revit 2027 API
ParameterTypeId.SteelElemHoleType Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleType { get; }
Public Shared ReadOnly Property SteelElemHoleType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleType {
	ForgeTypeId^ get ();
}
static member SteelElemHoleType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace